import SectionTitle from "./SectionTitle";

const Description = () => {
  return (
    <div className="container">
      <SectionTitle title="Опис" />
      <p className="px-2 py-2">
        &nbsp;&nbsp;&nbsp;&nbsp;Зануртеся у світ ніжності та радості з нашою
        м&apos;якою інтерактивною іграшкою - мамою Кісою! Ця дивовижна іграшка
        не лише приносить у ваш дім тепло та затишок, але й&nbsp;
        <u>стимулює розвиток емпатії та соціальних навичок</u> у вашої дитини.
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;Найчарівніше у цій іграшці - це її здатність
        створювати незабутні моменти щасливого дитинства.
        <strong>
          &nbsp;Відкрийте животик мами Кіси і відкрийте всередині двох маленьких
          котиків!
        </strong>
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;Коли ви накладаєте їх до живота мами Кіси, вони
        видаватимуть милі <strong>звуки пиття молочка</strong>, наповнюючи ваш
        дім теплом та радістю. І це ще не все! Легке гладження спинки кішки
        активує <strong>звуки муркотіння</strong> та веселі мелодії англійською
        мовою. А <strong>функція запису голосу</strong> дозволяє вашій дитині
        зберегти свої найцінніші моменти та почути їх відтворення у будь-який
        час.
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;Зробіть дитинство вашої малечі незабутнім з
        нашою м&apos;якою інтерактивною іграшкою - мамою Кісою! Подаруйте вашій
        дитині світ ніжності, турботи та радості вже сьогодні.
      </p>
    </div>
  );
};

export default Description;
