const Description = () => {
  return (
    <div>
      <h2 className="text-textColor text-3xl font-bold">Опис</h2>
      <p>
        Зануртеся у світ ніжності та радості з нашою м&apos;якою інтерактивною
        іграшкою - мамою Кісою! Ця дивовижна іграшка не лише приносить у ваш дім
        тепло та затишок, але й стимулює розвиток емпатії та соціальних навичок
        у вашої дитини. Найчарівніше у цій іграшці - це її здатність створювати
        незабутні моменти щасливого дитинства. Відкрийте животик мами Кіси і
        відкрийте всередині двох маленьких котиків! Коли ви накладаєте їх до
        живота мами Кіси, вони видаватимуть милі звуки пиття молочка, наповнюючи
        ваш дім теплом та радістю.І це ще не все! Легке гладження спинки кішки
        активує звуки муркотіння та веселі мелодії англійською мовою. А функція
        запису голосу дозволяє вашій дитині зберегти свої найцінніші моменти та
        почути їх відтворення у будь-який час.Зробіть дитинство вашої малечі
        незабутнім з нашою м&apos;якою інтерактивною іграшкою - мамою Кісою!
        Подаруйте вашій дитині світ ніжності, турботи та радості вже сьогодні.
      </p>
    </div>
  );
};

export default Description;
