const Particulars = () => {
  return (
    <div id="particular" className="flex h-[300px] flex-col bg-red-700">
      <p>
        Кошенята
        <br />2 кошенят приховані у животику тваринки.
      </p>
      <p>
        Пиття молочка
        <br />
        Звук пиття молочка при прокладанні пляшечки до рота кішки та при
        прикладанні кошенят до живота Киці
      </p>
      <p>
        Зона на спинці
        <br />
        Сенсорна зона на спинці іграшки, дотик до якої активує звуки, мелодії та
        пісні англійською
      </p>
      <p>
        Звукові функції
        <br />- функція запису голосу (натисніть на праву лапку один раз для
        запису, натисніть повторно для відтворення) - натискання на ліву лапку
        активує звук нявкання
      </p>
      <p>
        Додатково
        <br />
        Доступні 2 кольори: біла та рижа. Тип живлення - 3 батарейки “АА” (не
        додаються). Розмір кішки - 25 см. У комплекті представлена пляшечка для
        годування.
      </p>
    </div>
  );
};

export default Particulars;
